Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/EditCard.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, ur, vi, zh_cn, zh_tw

# CreditCard.EditCard.AddCreditCardTitle.v122
source: Add Card
ab: Ахсаала ацҵатәуп
be: Дадаць карту
br: Ouzhpennañ ur gartenn
bs: Dodaj karticu
ca: Afegeix una targeta
co: Aghjunghje una carta
cs: Přidat kartu
cy: Ychwanegu Cerdyn
da: Tilføj kort
de: Karte hinzufügen
dsb: Kórtu pśidaś
el: Προσθήκη κάρτας
eo: Aldoni karton
es: Añadir tarjeta
es_ar: Agregar tarjeta
es_cl: Añadir tarjeta
es_mx: Agregar tarjeta
eu: Gehitu txartela
fi: Lisää kortti
fr: Ajouter une carte
gd: Cuir cairt ris
gl: Engadir tarxeta
he: הוספת כרטיס
hr: Dodaj kreditnu karticu
hsb: Kartu přidać
hu: Kártya hozzáadása
hy_am: Հավելել քարտ
ia: Adder carta
id: Tambah Kartu
is: Bæta við korti
it: Aggiungi carta
ja: カード情報の追加
ka: ბარათის დამატება
kab: Rnu takarḍa
kk: Картаны қосу
ko: 카드 추가
lo: ເພີ່ມບັດ
ml: ചീട്ടു് ചേർക്കുക
nb: Legg til kort
nl: Kaart toevoegen
nn: Legg til kort
pa_in: ਕਾਰਡ ਜੋੜੋ
pl: Dodawanie karty
pt_br: Adicionar cartão
pt_pt: Adicionar cartão
rm: Agiuntar ina carta
ru: Добавить карту
sat_olck: ᱠᱟᱰ ᱥᱮᱞᱮᱫᱽ ᱢᱮ
scn: Junci na carta
si: පත එක් කරන්න
sk: Pridať platobnú kartu
sl: Dodaj kartico
sq: Shtoni Kartë
su: Tambah kartu
sv: Lägg till kort
tg: Илова кардани корт
th: เพิ่มบัตร
tr: Kart ekle
tt: Картаны өстәү
ug: كارتا قوش
uk: Додати картку
vi: Thêm thẻ
zh_cn: 添加卡片
zh_tw: 新增卡片

# CreditCard.EditCard.CancelNavBarButtonLabel.v113
source: Cancel
ab: Аԥыхра
be: Скасаваць
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_ar: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
su: Bolay
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# CreditCard.EditCard.CardExpirationDateTitle.v112
source: Expiration MM / YY
ab: Аус аура аамҭа ММ / ШШ
be: Тэрмін дзеяння ММ / ГГ
br: Deiziad termen MM / BB
bs: Istek MM / GG
ca: Caducitat MM / AA
co: Scadenza MM / AA
cs: Platnost MM / RR
cy: Daw i ben MM / BB
da: Udløber MM / ÅÅ
de: Ablaufdatum MM / JJ
dsb: Płaśiwosć MM / LL
el: ΜΜ / ΕΕ λήξης
eo: Senvalidiĝo MM / JJ
es: Caducidad MM / AA
es_ar: Vencimiento MM / AA
es_cl: Expiración MM / AA
es_mx: Válido hasta MM / AA
eu: Iraungitze-data HH / UU
fi: Vanheneminen KK/VV
fr: Expiration MM / AA
gd: Falbhaidh an ùine air MM / BB
gl: Caducidade MM/AA
he: תאריך תפוגה MM / YY
hr: Istek MM / GG
hsb: Płaćiwosć MM / LL
hu: Lejárat HH / ÉÉ
hy_am: Ավարտը՝ ԱԱ / ՏՏ
ia: Expiration MM / AA
id: Kedaluwarsa BB / TT
is: Gildistími MM / ÁÁ
it: Scadenza MM / AA
ja: 有効期限: 月 / 年
ka: მოქმედების ვადა ᲗᲗ / ᲬᲬ
kab: Ad yemmet deg MM / YY
kk: Жарамдылық мерзімі АА / ЖЖ
ko: 만료일 MM / YY
lo: ໝົດອາຍຸ MM / YY
ml: കാലഹരണം മമ/വവ
nb: Utløpsdato MM / ÅÅ
nl: Vervaldatum MM / JJ
nn: Går ut MM / ÅÅ
pa_in: ਮਿਆਦ MM / YY
pl: Data ważności MM/RR
pt_br: Válido até MM / AA
pt_pt: Expiração MM / AA
rm: Data da scadenza MM / OO
ru: Срок действия ММ / ГГ
sat_olck: MM / YY ᱪᱟᱦᱟ ᱮᱱᱟ
scn: Scadenza MM / AA
si: ඉකුත්වීම MM / YY
sk: Platnosť MM/RR
sl: Poteče MM/LL
sq: Skadim MM / VV
su: Kadaluwarsa MM / YY
sv: Utgångsdatum MM / ÅÅ
tg: Мeҳлати эътибор: ММ / СС
th: ดด / ปป หมดอายุ
tr: Son kullanma tarihi AA / YY
tt: Вакыты чыгу датасы АА / ЕЕ
ug: مۇددىتى MM / YY
uk: Чинна до ММ / РР
vi: Hết hạn MM / YY
zh_cn: 有效期 MM / YY
zh_tw: 有效期限 MM / YY

# CreditCard.EditCard.CardNumberTitle.v112
source: Card Number
ab: Акарта аномер
be: Нумар карты
br: Niverenn ar gartenn
bs: Broj kartice
ca: Número de targeta
co: Numeru di carta
cs: Číslo karty
cy: Rhif Cerdyn
da: Kortnummer
de: Kartennummer
dsb: Kórtowy numer
el: Αριθμός κάρτας
eo: Numero de karto
es: Número de tarjeta
es_ar: Número de tarjeta
es_cl: Número de tarjeta
es_mx: Número de tarjeta de crédito
eu: Txartelaren zenbakia
fi: Kortin numero
fr: Numéro de carte
gd: Àireamh na cairt
gl: Número da tarxeta
he: מספר כרטיס
hr: Broj kartice
hsb: Kartowe čisło
hu: Kártyaszám
hy_am: Քատի համարը
ia: Numero del carta
id: Nomor Kartu
is: Kortanúmer
it: Numero carta
ja: カード番号
ka: ბარათის ნომერი
kab: Uṭṭun n tkarḍa
kk: Карта нөмірі
ko: 카드 번호
lo: ເລກບັດ
ml: ചീട്ടു് അക്കം
nb: Kortnummer
nl: Kaartnummer
nn: Kortnummer
pa_in: ਕਾਰਡ ਨੰਬਰ
pl: Numer karty
pt_br: Número do cartão
pt_pt: Número do cartão
rm: Numer da carta
ru: Номер карты
sat_olck: ᱠᱟᱰ ᱮᱞ
scn: Nùmmaru di carta
si: පතෙහි අංකය
sk: Číslo karty
sl: Številka kartice
sq: Numër Karte
su: Nomer Kartu
sv: Kortnummer
tg: Рақами корт
th: หมายเลขบัตร
tr: Kart numarası
tt: Карта номеры
ug: كارتا نومۇرى
uk: Номер картки
ur: کارڈ کا نمبر
vi: Số thẻ
zh_cn: 卡号
zh_tw: 卡號

# CreditCard.EditCard.CloseNavBarButtonLabel.v113
source: Close
ab: Аркра
be: Закрыць
br: Serriñ
bs: Zatvori
ca: Tanca
co: Chjode
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
dsb: Zacyniś
el: Κλείσιμο
eo: Fermi
es: Cerrar
es_ar: Cerrar
es_cl: Cerrar
es_mx: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gd: Dùin
gl: Pechar
he: סגירה
hr: Zatvori
hsb: Začinić
hu: Bezárás
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
nb: Lukk
nl: Sluiten
nn: Lat att
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
rm: Serrar
ru: Закрыть
sat_olck: ᱵᱚᱸᱫᱚᱭ ᱢᱮ
scn: Chiuji
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
su: Tutup
sv: Stäng
tg: Пӯшидан
th: ปิด
tr: Kapat
tt: Ябу
ug: تاقا
uk: Закрити
ur: بند کریں
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# CreditCard.EditCard.ConcealLabel.v114
source: Conceal
ab: Аҵәахра
be: Утойваць
br: Kuzhat
bs: Sakrij
ca: Oculta
co: Ammascà
cs: Skrýt
cy: Cuddio
da: Skjul
de: Verbergen
dsb: Schowaś
el: Απόκρυψη
eo: Kaŝi
es: Ocultar
es_ar: Ocultar
es_cl: Encubrir
es_mx: Esconder
eu: Ezkutatu
fi: Piilota
fr: Masquer
gd: Falaich
gl: Ocultar
he: הסתרה
hr: Sakrij
hsb: Schować
hu: Elrejtés
hy_am: Թաքցնել
ia: Celar
id: Sembunyikan
is: Fela
it: Nascondi
ja: 隠す
ka: დაფარვა
kab: Ffer
kk: Жасыру
ko: 감춤
lo: ປິດບັງ
ml: ഒളിപ്പിക്കുക
nb: Skjul
nl: Verhullen
nn: Gøym
pa_in: ਲੁਕਾਓ
pl: Zakryj
pt_br: Ocultar
pt_pt: Esconder
rm: Zuppentar
ru: Скрыть
sat_olck: ᱩᱠᱩ
scn: Ammuccia
si: සඟවන්න
sk: Skryť
sl: Zakrij
sq: Fshihi
su: Témbongkeun
sv: Dölj
tg: Пинҳон кардан
th: ปกปิด
tr: Gizle
tt: Яшерү
ug: يوشۇرۇن
uk: Приховати
ur: منسوخ کریں
vi: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# CreditCard.EditCard.CopyLabel.v113
source: Copy
ab: Ақәҭыхра
be: Капіяваць
br: Eilañ
bs: Kopiraj
ca: Copia
co: Cupià
cs: Kopírovat
cy: Copïo
da: Kopier
de: Kopieren
dsb: Kopěrowaś
el: Αντιγραφή
eo: Kopii
es: Copiar
es_ar: Copiar
es_cl: Copiar
es_mx: Copiar
eu: Kopiatu
fi: Kopioi
fr: Copier
gd: Dèan lethbhreac
gl: Copiar
he: העתקה
hr: Kopiraj
hsb: Kopěrować
hu: Másolás
hy_am: Պատճենել
ia: Copiar
id: Salin
is: Afrita
it: Copia
ja: コピー
ka: ასლი
kab: Nɣel
kk: Көшіру
ko: 복사
lo: ສຳເນົາ
ml: പകര്‍ത്തുക
nb: Kopier
nl: Kopiëren
nn: Kopier
pa_in: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
rm: Copiar
ru: Копировать
sat_olck: ᱱᱚᱠᱚᱞ
scn: Copia
si: පිටපතක්
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
su: Tiron
sv: Kopiera
tg: Нусха бардоштан
th: คัดลอก
tr: Kopyala
tt: Күчереп алу
ug: كۆچۈر
uk: Копіювати
ur: نقل کریں
vi: Sao chép
zh_cn: 复制
zh_tw: 複製

# CreditCard.EditCard.EditNavBarButtonLabel.v113
source: Edit
ab: Аԥсахра
be: Змяніць
br: Embann
bs: Uredi
ca: Edita
co: Mudificà
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
dsb: Wobźěłaś
el: Επεξεργασία
eo: Modifi
es: Editar
es_ar: Editar
es_cl: Editar
es_mx: Editar
eu: Editatu
fi: Muokkaa
fr: Modifier
gd: Deasaich
gl: Editar
he: עריכה
hr: Uredi
hsb: Wobdźěłać
hu: Szerkesztés
hy_am: Խմբագրել
ia: Rediger
is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kab: Ẓreg
kk: Түзету
ko: 수정
lo: ແກ້ໄຂ
ml: തിരുത്തുക
nb: Rediger
nl: Bewerken
nn: Rediger
pa_in: ਸੋਧੋ
pl: Edytuj
pt_br: Editar
pt_pt: Editar
rm: Modifitgar
ru: Изменить
sat_olck: ᱥᱟᱯᱲᱟᱣ
scn: Cancia
si: සංස්කරණය
sk: Upraviť
sl: Uredi
sq: Përpunojeni
su: Ropéa
sv: Redigera
tg: Таҳрир кардан
th: แก้ไข
tr: Düzenle
tt: Үзгәртү
ug: تەھرىر
uk: Змінити
ur: تدوین
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# CreditCard.EditCard.ExpiredDateTitle.v112
source: Expires %@
ab: Аамҭа анҵәара арыцхә %@
be: Тэрмін дзеяння %@
br: Deiziad termen %@
bs: Ističe %@
ca: Data de caducitat: %@
co: Data di scadenza : %@
cs: Platnost vyprší %@
cy: Daw i ben %@
da: Udløber %@
de: Läuft ab %@
dsb: Płaśiwa do %@
el: Λήξη: %@
eo: Senvalidiĝo %@
es: Caducidad %@
es_ar: Vence %@
es_cl: Expira el %@
es_mx: Expira el %@
eu: Iraungitze-data %@
fi: Vanhenee %@
fr: Date d’expiration : %@
gd: Falbhaidh an ùine air %@
gl: Expira o %@
he: תוקפו פג בתאריך %@
hr: Istječe %@
hsb: Płaćiwa do %@
hu: Lejárat: %@
hy_am: Ավարտվում է %@-ին
ia: Expira %@
id: Kedaluwarsa %@
is: Rennur út %@
it: Scade il %@
ja: 有効期限 %@
ka: მოქმედების ვადა %@
kab: Ad yemmet deg %@
kk: Мерзімі аяқталады %@
ko: %@에 만료
lo: ໝົດອາຍຸ %@
ml: കാലാവധി തീരുന്നതു് %@
nb: Utløper %@
nl: Vervalt op %@
nn: Går ut den %@
pa_in: %@ ਨੂੰ ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
pl: Wygasa %@
pt_br: Válido até %@
pt_pt: Expira a %@
rm: Scada ils %@
ru: Срок действия %@
sat_olck: %@ ᱨᱮ ᱪᱟᱵᱟᱜᱼᱟ
scn: Scadi u %@
si: %@ ඉකුත් වේ
sk: Platnosť vyprší %@
sl: Poteče %@
sq: Skadon më %@
su: Kadaluwarsa %@
sv: Förfaller %@
tg: Анҷоми муҳлат: %@
th: หมดอายุ %@
tr: Son kullanım tarihi: %@
tt: Вакыты чыга: %@
ug: قەرەلى %@
uk: Чинна до %@
vi: Hết hạn %@
zh_cn: 有效期 %@
zh_tw: 有效期限 %@

# CreditCard.EditCard.NameOnCardTitle.v112
source: Name on Card
ab: Аныҟәгаҩ ихьӡ
be: Імя на карце
br: Anv war ar gartenn
bs: Ime na kartici
ca: Nom del titular
co: Nome di u titulare
cs: Jméno na kartě
cy: Enw ar y Cerdyn
da: Navn på kort
de: Name auf Karte
dsb: Mě na kórśe
el: Όνομα στην κάρτα
eo: Nomo sur karto
es: Nombre en la tarjeta
es_ar: Nombre en la tarjeta
es_cl: Nombre en la tarjeta
es_mx: Nombre en la tarjeta
eu: Izena txartelean
fi: Nimi kortissa
fr: Nom du titulaire
gd: An t-ainm air a’ chairt
gl: Nome do titular
he: שם שעל הכרטיס
hr: Ime na kartici
hsb: Mjeno na karće
hu: Kártyán szereplő név
hy_am: Քարտի վրայի անունը
ia: Nomine sur le carta
id: Nama di Kartu
is: Nafn á greiðslukorti
it: Nome sulla carta
ja: カード名義
ka: მფლობელის სახელი
kab: Isem deg tkarḍa
kk: Картадағы аты
ko: 카드상의 이름
lo: ຊື່​ໃນ​ບັດ
ml: ചീട്ടിലെ പേര്
nb: Navn på kort
nl: Naam op kaart
nn: Namn på kort
pa_in: ਕਾਰਡ ਉੱਤੇ ਨਾਂ
pl: Imię i nazwisko
pt_br: Nome no cartão
pt_pt: Nome no cartão
rm: Num sin la carta
ru: Имя держателя
sat_olck: ᱠᱟᱰ ᱨᱮ ᱧᱩᱛᱩᱢ
scn: Nomu ncapu â carta
si: පත මත නම
sk: Meno na karte
sl: Ime na kartici
sq: Emër në Kartë
su: Ngaran dina Kartu
sv: Namn på kort
tg: Ном дар корт
th: ชื่อบนบัตร
tr: Kart üzerindeki ad
tt: Картадагы исем
ug: كارتىدىكى ئىسىم
uk: Ім'я на картці
vi: Tên trên thẻ
zh_cn: 卡面姓名
zh_tw: 持卡人姓名

# CreditCard.EditCard.NavButtonSaveTitle.v112
source: Save
ab: Ахьчара
be: Захаваць
br: Enrollañ
bs: Sačuvaj
ca: Desa
co: Arregistrà
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
dsb: Składowaś
el: Αποθήκευση
eo: Konservi
es: Guardar
es_ar: Guardar
es_cl: Guardar
es_mx: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
gd: Sàbhail
gl: Gardar
he: שמירה
hr: Spremi
hsb: Składować
hu: Mentés
hy_am: Պահել
ia: Salvar
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
kk: Сақтау
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
nb: Lagre
nl: Opslaan
nn: Lagre
pa_in: ਸੰਭਾਲੋ
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
rm: Memorisar
ru: Сохранить
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱢᱮ
scn: Sarba
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
su: Teundeun
sv: Spara
tg: Нигоҳ доштан
th: บันทึก
tr: Kaydet
tt: Саклау
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

# CreditCard.EditCard.RemoveCardButtonTitle.v112
source: Remove Card
ab: Акарта аныхтәуп
be: Выдаліць карту
br: Dilemel ar gartenn
bs: Ukloni karticu
ca: Elimina la targeta
co: Caccià sta carta
cs: Odebrat kartu
cy: Tynnu Cerdyn
da: Fjern kort
de: Karte entfernen
dsb: Kórtu wótwónoźeś
el: Αφαίρεση κάρτας
eo: Forigi karton
es: Eliminar tarjeta
es_ar: Eliminar tarjeta
es_cl: Eliminar tarjeta
es_mx: Eliminar tarjeta
eu: Kendu txartela
fi: Poista kortti
fr: Supprimer la carte
gd: Thoir a’ chairt air falbh
gl: Retirar tarxeta
he: הסרת כרטיס
hr: Ukloni karticu
hsb: Kartu wotstronić
hu: Kártya eltávolítása
hy_am: Հեռացնել քարտը
ia: Remover le carta
id: Hapus Kartu
is: Fjarlægja kort
it: Rimuovi carta
ja: カード情報を削除
ka: ბარათის მოცილება
kab: Kkes takarḍa
kk: Картаны өшіру
ko: 카드 삭제
lo: ເອົາບັດອອກ
ml: ചീട്ടു് മാറ്റുക
nb: Fjern kortet
nl: Kaart verwijderen
nn: Fjern kort
pa_in: ਕਾਰਡ ਨੂੰ ਹਟਾਓ
pl: Usuń kartę
pt_br: Remover cartão
pt_pt: Remover cartão
rm: Allontanar la carta
ru: Удалить карту
sat_olck: ᱠᱟᱰ ᱚᱪᱚᱜᱽ ᱢᱮ
scn: Leva a carta
si: පත ඉවත් කරන්න
sk: Odstrániť kartu
sl: Odstrani kartico
sq: Hiqe Kartën
su: Cabut Kartu
sv: Ta bort kort
tg: Тоза кардани корт
th: ลบบัตร
tr: Kartı kaldır
tt: Картаны бетерү
ug: كارتىنى چىقىرىۋەت
uk: Вилучити картку
ur: تمام ہٹائیں
vi: Xóa thẻ
zh_cn: 移除卡片
zh_tw: 移除卡片

# CreditCard.EditCard.RevealLabel.v114
source: Reveal
ab: Арбара
be: Праявіць
br: Dizoloiñ
bs: Otkrij
ca: Mostra
co: Palisà
cs: Ukázat
cy: Dadlennu
da: Vis
de: Anzeigen
dsb: Pokazaś
el: Αποκάλυψη
eo: Malkaŝi
es: Mostrar
es_ar: Mostrar
es_cl: Revelar
es_mx: Mostrar
eu: Agerrarazi
fi: Näytä
fr: Afficher
gd: Nochd
gl: Amosar
he: חשיפה
hr: Prikaži
hsb: Pokazać
hu: Felfedés
hy_am: Բացահայտել
ia: Revelar
id: Ungkapkan
is: Afhjúpa
it: Mostra
ja: 開示
ka: გამოჩენა
kab: Mmel
kk: Көрсету
ko: 표시
lo: ເປີດເຜີຍ
ml: വെളിപ്പെടുത്തുക
nb: Vis
nl: Weergeven
nn: Vis
pa_in: ਦਿਖਾਓ
pl: Odkryj
pt_br: Revelar
pt_pt: Revelar
rm: Mussar
ru: Показать
sat_olck: ᱫᱮᱠᱷᱟᱣ
scn: Mustra
si: පෙන්වන්න
sk: Odhaliť
sl: Razkrij
sq: Shfaqe
su: Bolékérkeun
sv: Visa
tg: Нишон додан
th: เปิดเผย
tr: Göster
tt: Күрсәтү
ug: كۆرسەت
uk: Показати
ur: افشاں کریں
vi: Tiết lộ
zh_cn: 显示
zh_tw: 顯示

# CreditCard.EditCard.SavedCardListTitle.v112
source: SAVED CARDS
ab: ИХЫРХЫЗ АХАРТАҚӘА
be: ЗАХАВАНЫЯ КАРТЫ
br: KARTENNOÙ ENROLLET
bs: SAČUVANE KARTICE
ca: TARGETES DESADES
co: CARTE ARREGISTRATE
cs: ULOŽENÉ KARTY
cy: CARDIAU WEDI'U CADW
da: GEMTE KORT
de: GESPEICHERTE KARTEN
dsb: SKŁAŹONE KÓRTY
el: ΑΠΟΘΗΚΕΥΜΕΝΕΣ ΚΑΡΤΕΣ
eo: KONSERVITAJ KARTOJ
es: TARJETAS GUARDADAS
es_ar: TARJETAS GUARDADAS
es_cl: TARJETAS GUARDADAS
es_mx: TARJETAS GUARDADAS
eu: GORDETAKO TXARTELAK
fi: TALLENNETUT KORTTIT
fr: CARTES ENREGISTRÉES
gd: CAIRTEAN A SHÀBHAIL THU
gl: TARXETAS GARDADAS
he: כרטיסים שמורים
hr: SPREMLJENE KARTICE
hsb: SKŁADOWANE KARTY
hu: MENTETT KÁRTYÁK
hy_am: ՊԱՀՎԱԾ ՔԱՐՏԵՐ
ia: CARTAS SALVATE
id: KARTU TERSIMPAN
is: VISTUÐ GREIÐSLUKORT
it: CARTE SALVATE
ja: 保存されたカード
ka: ᲨᲔᲜᲐᲮᲣᲚᲘ ᲑᲐᲠᲐᲗᲔᲑᲘ
kab: TIKARḌIWIN YETTWASKELSEN
kk: САҚТАЛҒАН КАРТАЛАР
ko: 저장된 카드
lo: ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടുകൾ
nb: LAGREDE KORT
nl: OPGESLAGEN KAARTEN
nn: LAGRA KORT
pa_in: ਸੰਭਾਲੇ ਹੋਏ ਕਾਰਡ
pl: Zachowane karty
pt_br: CARTÕES SALVOS
pt_pt: CARTÕES GUARDADOS
rm: CARTAS MEMORISADAS
ru: СОХРАНЁННЫЕ КАРТЫ
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱠᱟᱱ ᱠᱟᱰ
scn: CARTI SARBATI
si: සුරැකි පත්
sk: ULOŽENÉ KARTY
sl: SHRANJENE KARTICE
sq: KARTA TË RUAJTURA
su: KARTU DITEUNDEUN
sv: SPARADE KORT
tg: КОРТҲОИ НИГОҲДОШТАШУДА
th: บัตรที่บันทึกไว้
tr: KAYITLI KARTLAR
tt: САКЛАНГАН КАРТАЛАР
ug: ساقلانغان كارتا
uk: ЗБЕРЕЖЕНІ КАРТКИ
ur: محفوظ شدہ کارڈز
vi: THẺ ĐÃ LƯU
zh_cn: 已保存的卡片
zh_tw: 儲存的卡片

# CreditCard.EditCard.SaveNavBarButtonLabel.v113
source: Save
ab: Ахьчара
be: Захаваць
br: Enrollañ
bs: Sačuvaj
ca: Desa
co: Arregistrà
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
dsb: Składowaś
el: Αποθήκευση
eo: Konservi
es: Guardar
es_ar: Guardar
es_cl: Guardar
es_mx: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
gd: Sàbhail
gl: Gardar
he: שמירה
hr: Spremi
hsb: Składować
hu: Mentés
hy_am: Պահել
ia: Salvar
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
kk: Сақтау
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
nb: Lagre
nl: Opslaan
nn: Lagre
pa_in: ਸੰਭਾਲੋ
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
rm: Memorisar
ru: Сохранить
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱢᱮ
scn: Sarba
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
su: Teundeun
sv: Spara
tg: Нигоҳ доштан
th: บันทึก
tr: Kaydet
tt: Саклау
ug: ساقلا
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v122
source: Save and Fill Payment Methods
ab: Еиқәырхатәуп, насгьы ихарҭәаатәуп ашәаратә методқәа
be: Захоўваць і запаўняць спосабы аплаты
br: Enrollañ ha leuniañ an doareoù paeañ
bs: Sačuvaj i popuni načine plaćanja
ca: Desa i emplena les formes de pagament
co: Arregistrà è rinsignà e metode di pagamentu
cs: Uložit a vyplnit platební metody
cy: Cadw a Llanw Dulliau Talu
da: Gem og autofyld betalingsmetoder
de: Zahlungsmethoden speichern und ausfüllen
dsb: Płaśeńske metody składowaś a wupołniś
el: Αποθήκευση και συμπλήρωση μεθόδων πληρωμής
eo: Konservi kaj aŭtomate plenigi pagmetodojn
es: Guardar y completar métodos de pago
es_ar: Guardar y completar métodos de pago
es_cl: Guardar y completar métodos de pago
es_mx: Guardar y completar métodos de pago
eu: Gorde eta bete ordainketa metodoak
fi: Tallenna ja täytä maksutavat
fr: Enregistrer et renseigner les moyens de paiement
gd: Sàbhail is lìon dòighean pàighidh
gl: Gardar e cubrir os métodos de pago
he: שמירה ומילוי אמצעי תשלום
hr: Spremi i ispuni načine plaćanja
hsb: Płaćenske metody składować a wupjelnić
hu: Fizetési módok mentése és kitöltése
hy_am: Պահեք և լրացրեք վճարման եղանակները
ia: Salvar e compilar methodos de pagamento automaticamente
id: Simpan dan Isi Metode Pembayaran
is: Vista og fylla út greiðslumáta
it: Salva e compila i metodi di pagamento
ja: 支払い方法を保存して入力する
ka: შეინახეთ და შეავსეთ გადახდის საშუალებები
kab: Sekles syen ččar tarrayin n uxelleṣ
kk: Төлем әдістерін сақтау және толтыру
ko: 결제 수단 저장 및 채우기
lo: ບັນທຶກ ແລະ ຕື່ມຂໍ້ມູນໃສ່ວິທີການຊໍາລະ
ml: പണം കൊടുക്കൽ രീതികൾ കരുതിവച്ചു് പൂരിപ്പിക്കുക
nb: Lagre og fyll inn betalingsmåter
nl: Betalingsmethoden opslaan en invullen
nn: Lagre og fyll inn betalingsmetodar
pa_in: ਭੁਗਤਾਨ ਢੰਗ ਸੰਭਾਲੋ ਅਤੇ ਭਰੋ
pl: Zachowywanie i wypełnianie metod płatności
pt_br: Salvar e preencher métodos de pagamento
pt_pt: Guardar e preencher métodos de pagamento
rm: Memorisar ed emplenir metodas da pajament
ru: Сохранить и заполнять способы оплаты
sat_olck: ᱯᱮᱢᱮᱱᱴ ᱦᱚᱨᱟ ᱥᱟᱧᱪᱟᱣ ᱢᱮ ᱟᱨ ᱯᱮᱨᱮᱪ ᱢᱮ
scn: Sarba e jinchi i furmi di pagamentu
si: ගෙවීමේ ක්‍රම සුරකින්න හා පුරවන්න
sk: Ukladať a dopĺňať spôsoby platby
sl: Shranjuj in izpolnjuj plačilna sredstva
sq: Ruaj dhe Plotëso Metoda Pagesash
su: Simpen jeung Eusian Cara Mayar
sv: Spara och fyll automatiskt i betalningsmetoder
tg: Нигоҳ доштан ва пур кардани тарзҳои пардохт
th: บันทึกและเติมวิธีการชำระเงิน
tr: Ödeme yöntemlerini kaydet ve doldur
tt: Түләү ысулларын саклау һәм тутыру
ug: پۇل تۆلەش ئۇسۇلىنى ساقلاش ۋە تولدۇرۇش
uk: Зберігати й заповнювати способи оплати
vi: Lưu và điền phương thức thanh toán
zh_cn: 保存和填充付款方式
zh_tw: 儲存並自動填寫付款方式

# CreditCard.EditCard.ViewCreditCardTitle.v116
source: View Card
ab: Ахсаала абара
be: Паглядзець карту
br: Gwelet ar c’hartennoù
bs: Prikaži karticu
ca: Mostra la targeta
co: Affissà a carta
cs: Zobrazit kartu
cy: Gweld Cerdyn
da: Vis kort
de: Karte anzeigen
dsb: Kórtu pokazaś
el: Προβολή κάρτας
eo: Vidi karton
es: Ver tarjeta
es_ar: Ver tarjeta
es_cl: Ver tarjeta
es_mx: Ver tarjeta
eu: Ikusi txartela
fi: Näytä kortti
fr: Afficher la carte
gd: Seall a’ chairt
gl: Ver tarxeta
he: הצגת כרטיס
hr: Prikaži karticu
hsb: Kartu pokazać
hu: Kártya megtekintése
hy_am: Դիտել քարտը
ia: Vider carta
id: Lihat Kartu
is: Skoða greiðslukort
it: Visualizza carta
ja: カード情報を表示
ka: ბარათის ნახვა
kab: Sken takarḍa
kk: Картаны қарау
ko: 카드 보기
lo: ເບິ່ງບັດ
ml: ചീട്ടു് കാണുക
nb: Vis kort
nl: Kaart bekijken
nn: Vis kort
pa_in: ਕਾਰਡ ਵੇਖੋ
pl: Wyświetl kartę
pt_br: Ver cartão
pt_pt: Ver Cartão
rm: Mussar la carta
ru: Посмотреть карту
sat_olck: ᱫᱮᱠᱷᱟᱣ ᱠᱟᱰ
scn: Vidi carta
si: පත බලන්න
sk: Zobraziť kartu
sl: Prikaži kartico
sq: Shihni Kartë
su: Témbongkeun Kartu
sv: Visa kort
tg: Намоиши корт
th: ดูบัตร
tr: Kartı Görüntüle
tt: Картаны карау
ug: كارتا كۆرسەت
uk: Переглянути картку
vi: Xem thẻ
zh_cn: 查看卡片
zh_tw: 檢視卡片
